Repository: PhilToolan/SGM-Final
Catalog: SGM/Assingment/locale/*/LC_MESSAGES/django.po
Languages: de, ko, pl

source: Are you ready to discover Irelands prime surfing locations ? Book your ideal surfing holiday with us and immerse yourself in more.
de: Sind Sie bereit, Irland surfende Hauptorte zu entdecken? Melden Sie Ihr Ideal an, das Urlaub mit uns surft, und versenken Sie sich in mehr.
ko: 당신은이 레이 랜드 프라임 서핑 위치를 발견 할 준비가 되셨습니까? 우리와 함께 당신의 이상적인 서핑 휴가를 예약 하 고 더에 빠져.
pl: Czy jesteś gotowy na odkrywanie najlepszych miejsc do surfowania w Irlandii? Zarezerwuj u nas idealny urlop na surfowanie i zanurz się w więcej.

source: Are you ready to travel to one of the most intense surfing locations in Ireland and experience all the atlantic has to throw at you. Follow the road to surfing success and make your way to Lehinch.
de: Sind Sie bereit, zu einem der intensivsten surfenden Orte in Irland zu reisen und den ganzen Atlantik zu erfahren, müssen an Ihnen werfen. Folgen Sie der Straße zu surfendem Erfolg, und machen Sie Ihren Weg zu Lehinch
ko: 아일랜드에서 가장 강렬한 서핑 장소 중 한 곳으로 여행 할 준비가 되셨으며 대서양이 여러분에게 던져야 할 모든 것을 경험하십시오. 성공적인 서핑을 즐기고 Lehinch로가는 길을 따라 가십시오.
pl: Czy jesteś gotowy, aby podróżować do jednego z najbardziej intensywnych miejsc do surfowania w Irlandii i doświadczyć atlantyckiego ataku. Podążaj drogą do sukcesu surfowania i udaj się do Lehinch.

source: Can you and your friends reach your surfing potential by working and learning together amidst the multitude of surfing locations and clubs that will help you master your skills on the waves.
de: Können Sie und Ihre Freunde reichen Ihr surfendes Potential, arbeitend und zusammen inmitten der Vielheit von surfenden Orten und Klubs lernend, die Ihnen helfen werden, Ihre Fähigkeiten auf den Wellen zu meistern.
ko: 다양한 서핑 장소와 클럽에서 함께 일하고 공부함으로써 당신과 당신의 친구들이 당신의 서핑 잠재력에 도달 할 수 있습니까? 파도에 대한 기술을 습득하는 데 도움이 될 것입니다.
pl: Czy Ty i Twoi znajomi możecie osiągnąć swój potencjał surfowania, pracując i ucząc się razem w wielu miejscach surfingu i klubach to pomoże ci opanować umiejętności na falach.

source: Surfing in Lehinch could be the next step for reaching the next level in your surfing journey, if you can handle the full full force of the Atlantic's strong waves and chilling waters. Celebrate your succesful days of surfing by exploring the many other sites such as the Cliffs of Moher situated nearby, or Celebrate in the many pubs,bars and resteraunts ,that will help fuel you for the next days set of waves forever coming your way.
de: Surfen in Lehinch konnte der folgende Schritt sein, um das folgende Niveau in Ihrer surfenden Reise zu reichen, wenn Sie voll anfassen können volle Kraft von Atlantikes starken Wellen und kaltem Wasser. Feiern Sie Ihre succesful Tage des Surfens, die vielen anderen Seiten wie die Klippen von Moher aufgestellt in der Nähe erforschend, oder Feiern in den vielen Kneipen, Stäbe und resteraunts, der helfen wird, Ihnen für den folgenden Tagessatz von Wellen auf immer Brennstoff zu liefern, der Ihr Weg kommt.
ko: Lehinch에서 서핑을 즐기는 것은 서핑 여정에서 다음 단계에 도달하기위한 다음 단계가 될 수 있습니다. 대서양의 강렬한 파도와 물결 가득한 힘. 근처에 위치한 Moher 절벽이나 Celebrate와 같은 많은 다른 장소를 탐험하여 서핑의 성공적인 날을 축하하십시오. 많은 술집, 술집 및 resteraunts에서, 그것은 당신의 길을 영원히 오는 파도의 다음날 세트를 위해 당신을 연료로 도움이 될 것입니다.
pl: Surfowanie w Lehinch może być kolejnym krokiem do osiągnięcia kolejnego poziomu w Twojej podróży surfingowej, jeśli poradzisz sobie w pełni pełna siła silnych fal Atlantyku i mrożących wodę. Świętuj swoje udane dni surfowania, odkrywając wiele innych miejsc, takich jak znajdujące się w pobliżu Klify Moher lub Świętuj w wielu pubach, barach i restauracjach, które pomogą ci napędzać Cię przez następne dni.

source: Surfing in Lehinch could be the next step for reaching the next level in your surfing journey, if you can handle the full full force of the Atlantic's strong waves and chilling waters
de: Surfen in Lehinch konnte der folgende Schritt sein, um das folgende Niveau in Ihrer surfenden Reise zu reichen, wenn Sie voll anfassen können volle Kraft von Atlantikes starken Wellen und kaltem Wasser.
ko: Lehinch에서 서핑을 즐기는 것은 서핑 여정에서 다음 단계에 도달하기위한 다음 단계가 될 수 있습니다. 대서양의 강렬한 파도와 물결 가득한 힘. 근처에 위치한 Moher 절벽이나 Celebrate와 같은 많은 다른 장소를 탐험하여 서핑의 성공적인 날을 축하하십시오. 많은 술집, 술집 및 resteraunts에서, 그것은 당신의 길을 영원히 오는 파도의 다음날 세트를 위해 당신을 연료로 도움이 될 것입니다.
pl: Surfowanie w Lehinch może być kolejnym krokiem do osiągnięcia kolejnego poziomu w Twojej podróży surfingowej, jeśli poradzisz sobie w pełni pełna siła silnych fal Atlantyku i mrożących wodę. Świętuj swoje udane dni surfowania, odkrywając wiele innych miejsc, takich jak znajdujące się w pobliżu Klify Moher lub Świętuj

source: Celebrate your succesful days of surfing by exploring the many other sites such as the Cliffs of Moher situated nearby, or Celebrate in the many pubs,bars and resteraunts ,that will help fuel you for the next days set of waves forever coming your way.
de: Feiern Sie Ihre succesful Tage des Surfens, die vielen anderen Seiten wie die Klippen von Moher aufgestellt in der Nähe erforschend, oder Feiern in den vielen Kneipen, Stäbe und resteraunts, der helfen wird, Ihnen für den folgenden Tagessatz von Wellen auf immer Brennstoff zu liefern, der Ihr Weg kommt.
ko: Lehinch에서 서핑을 즐기는 것은 서핑 여정에서 다음 단계에 도달하기위한 다음 단계가 될 수 있습니다. 대서양의 강렬한 파도와 물결 가득한 힘. 근처에 위치한 Moher 절벽이나 Celebrate와 같은 많은 다른 장소를 탐험하여 서핑의 성공적인 날을 축하하십시오. 많은 술집, 술집 및 resteraunts에서, 그것은 당신의 길을 영원히 오는 파도의 다음날 세트를 위해 당신을 연료로 도움이 될 것입니다.
pl: Surfowanie w Lehinch może być kolejnym krokiem do osiągnięcia kolejnego poziomu w Twojej podróży surfingowej, jeśli poradzisz sobie w pełni w wielu pubach, barach i restauracjach, które pomogą ci napędzać Cię przez następne dni.

source: Are you ready to travel to one of the most intense surfing locations in Ireland and experience all the atlantic has to throw at you. Follow the road to surfing success and make your way to Lehinch.
de: Sind Sie bereit, zu einem der intensivsten surfenden Orte in Irland zu reisen und den ganzen Atlantik zu erfahren, müssen an Ihnen werfen. Folgen Sie der Straße zu surfendem Erfolg, und machen Sie Ihren Weg zu Lehinch
ko: 아일랜드에서 가장 강렬한 서핑 장소 중 한 곳으로 여행 할 준비가 되셨으며 대서양이 여러분에게 던져야 할 모든 것을 경험하십시오. 성공적인 서핑을 즐기고 Lehinch로가는 길을 따라 가십시오.
pl: Czy jesteś gotowy, aby podróżować do jednego z najbardziej intensywnych miejsc do surfowania w Irlandii i doświadczyć atlantyckiego ataku. Podążaj drogą do sukcesu surfowania i udaj się do Lehinch.

source: Can you and your friends reach your surfing potential by working and learning together amidst the multitude of surfing locations and clubs that will help you master your skills on the waves.
de: Können Sie und Ihre Freunde reichen Ihr surfendes Potential, arbeitend und zusammen inmitten der Vielheit von surfenden Orten und Klubs lernend, die Ihnen helfen werden, Ihre Fähigkeiten auf den Wellen zu meistern.
ko: 다양한 서핑 장소와 클럽에서 함께 일하고 공부함으로써 당신과 당신의 친구들이 당신의 서핑 잠재력에 도달 할 수 있습니까? 파도에 대한 기술을 습득하는 데 도움이 될 것입니다.
pl: Czy Ty i Twoi znajomi możecie osiągnąć swój potencjał surfowania, pracując i ucząc się razem w wielu miejscach surfingu i klubach to pomoże ci opanować umiejętności na falach.

source: Korean
de: Koreanisch (한국어)
pl: Koreański (한국어)
