Repository: PhilToolan/SGM-Final
Catalog: SGM/Assingment/locale/*/LC_MESSAGES/django.po
Languages: de, ko, pl

source: Home
de: Startseite
ko: 홈
pl: Strona główna

source: German
de: Deutsch
ko: 독일어 (Deutsch)
pl: Niemiecki (Deutsch)

source: Polish
de: Polnisch (Polskie)
ko: 폴란드어 (Polskie)

source: Welcome to Ballbunnion, Kerry
de: Willkommen in Ballbunnion, Kerry
ko: 발렌타인, 케리에 오신것을 환영 합니다
pl: Witamy w Ballbunnion, Kerry

source: Surf accross Ireland
de: Surfen in ganz Irland
ko: 아일랜드 전역의 서핑
pl: Surfuj po Irlandii

source: For the last 20 years Ballybunion's South beach has been recognized as one of North Kerry's best surfing locations. Its picturesque landscape and world-class surf breaks will insure an unforgettable trip to Ballybunion!
de: Seit 20 Jahren ist der Südstrand von Ballybunion einer der besten Surforte von North Kerry. Die malerische Landschaft und die Weltklasse-Surfpausen werden eine unvergessliche Reise nach Ballybunion garantieren!
ko: 지난 20 년 동안, 발리 부 니 온의 사우스 비치는 노스 케리 최고의 서핑 장소 중 하나로 인정 받고 있습니다. 아름 다운 풍경과 세계적 수준의 서핑 브레이크는 발리 부 니 온으로의 잊을 수 없는 여행을 보장 합니다!
pl: Przez ostatnie 20 lat południowa plaża Ballybunion została uznana za jedną z najlepszych lokalizacji do surfowania w North Kerry. Malowniczy krajobraz i światowej klasy przerwy na surfowanie zapewnią niezapomnianą podróż do Ballybunion!

source: Ballybunion has many pubs to choose from, each with their own unique atmosphere. You can enjoy a quiet nightcap in a cosy setting, or lively music in excellent company. Many pubs also serve up superb lunches and evening meals, brought to your table by friendly, attentive staff.
de: Ballybunion hat viele Pubs zur Auswahl, jede mit ihrer eigenen einzigartigen Atmosphäre. Genießen Sie eine ruhige Nachtruhe in gemütlicher Atmosphäre oder lebendige Musik in hervorragender Gesellschaft. Viele Pubs servieren auch ausgezeichnete Mittagessen und Abendessen, die von freundlichen und aufmerksamen Mitarbeitern an Ihren Tisch gebracht werden.
ko: 발리 부 니 온에는 다양 한 펍이 있으며, 각각 독특한 분위기를 지니고 있습니다. 아늑한 분위기의 조용한 나이트 캡 또는 훌륭한 회사의 활기찬 음악을 즐기실 수 있습니다. 많은 술집은 친절 하 고 세심 한 직원 들이 테이블에 가져다 주는 훌륭한 점심과 저녁 식사를 제공 합니다.
pl: Ballybunion ma wiele pubów do wyboru, każdy z własną niepowtarzalną atmosferą. Możesz cieszyć się cichym snem w przytulnym otoczeniu lub żywą muzyką w doskonałej towarzystwie. Wiele pubów serwuje również wspaniałe lunche i wieczorne posiłki, przynoszone do stołu przez przyjazny, troskliwy personel.

source: There is top quality accommodation available in Ballybunion all year through. The guest houses, hotels, and Bed and breakfasts are experienced and professional.
de: In Ballybunion gibt es das ganze Jahr über hochwertige Unterkünfte. Die Gästehäuser, Hotels, Bed and Breakfast sind erfahren und professionell.
ko: 발리 부 니 온에서 최고의 품질의 숙박 시설을 제공 합니다. 게스트 하우스, 호텔, 베드 앤 브렉퍼스트는 경험이 풍부 하 고 전문적입니다.
pl: Przez cały rok w Ballybunion dostępne są najwyższej jakości zakwaterowanie. Pensjonaty, hotele i pensjonaty są doświadczone i profesjonalne.

source: Experience Irish Culture
de: Irische Kultur erleben
ko: 아일랜드 문화 체험
pl: Poznaj kulturę irlandzką

source: Ballybunion has been named amongst the best of the best in terms of summer getaway destinations for surfing.
de: Ballybunion wurde zu den besten der besten Reiseziele für das Surfen ernannt.
ko: Ballybunion은 서핑을위한 여름 도망 목적지의 관점에서 최고 중 최고라고 명명되었습니다.
pl: Ballybunion został uznany za jednego z najlepszych pod względem letnich miejsc do surfowania.

source: The area has been ranked fifth best in the country as a surfing spot by leading surf travel provider ‘surfholidays.com’ who ranked what they considered to be the best places to surf along Irish coasts & the ultimate getaway.
de: Die Gegend wurde als Surfspot von Platz fünf der besten des Landes, indem es Surfsurf führt Reiseanbieter "surfholidays.com", die die ihrer Meinung nach besten Orte zum Surfen entlang der irischen Küste und der ultimative Ausflug.
ko: 이 지역은 아일랜드 서핑 및 최고의 휴양지에서 서핑을하기에 가장 좋은 장소로 평가 된 서핑 여행 업체 'surfholidays.com'의 서핑 명소로서 전국에서 5 위를 차지했습니다.
pl: Obszar ten został sklasyfikowany na piątym miejscu w kraju jako miejsce do surfowania prowadzące surfowanie dostawca podróży „surfholidays.com”, który ocenił to, co uważali za najlepsze miejsca do surfowania po irlandzkich wybrzeżach i najlepsze miejsce na wypoczynek.

source: English
de: Englisch (English)
ko: 영어 (English)
pl: Angielski (English)

source: Previous
de: Zurück
ko: 이전

source: Next
de: Weiter
ko: 다음

source: Go Explore
de: Gehen Sie erkunden
ko: 탐색 이동
pl: Przejdź Eksploruj

source: For the last 20 years Ballybunion's South beach has been recognized as one of North Kerry's best surfing locations. Its picturesque landscape and world-class surf breaks will insure an unforgettable trip to Ballybunion!
ko: 지난 20 년 동안, 발리 부 니 온의 사우스 비치는 노스 케리 최고의 서핑 장소 중 하나로 인정 받고 있습니다. 아름 다운 풍경과 세계적 수준의 서핑 브레이크는 발리 부 니 온으로의 잊을 수 없는 여행을 보장 합니다!
pl: Przez ostatnie 20 lat południowa plaża Ballybunion została uznana za jedną z najlepszych lokalizacji do surfowania w North Kerry. Malowniczy krajobraz i światowej klasy przerwy na surfowanie zapewnią niezapomnianą podróż do Ballybunion!

source: Try something new
ko: 새로운 것을 시도
pl: Spróbuj czegoś nowego

source: Ballybunion has many pubs to choose from, each with their own unique atmosphere. You can enjoy a quiet nightcap in a cosy setting, or lively music in excellent company. Many pubs also serve up superb lunches and evening meals, brought to your table by friendly, attentive staff.
ko: 발리 부 니 온에는 다양 한 펍이 있으며, 각각 독특한 분위기를 지니고 있습니다. 아늑한 분위기의 조용한 나이트 캡 또는 훌륭한 회사의 활기찬 음악을 즐기실 수 있습니다. 많은 술집은 친절 하 고 세심 한 직원 들이 테이블에 가져다 주는 훌륭한 점심과 저녁 식사를 제공 합니다.
pl: Ballybunion ma wiele pubów do wyboru, każdy z własną niepowtarzalną atmosferą. Możesz cieszyć się cichym snem w przytulnym otoczeniu lub żywą muzyką w doskonałej towarzystwie. Wiele pubów serwuje również wspaniałe lunche i wieczorne posiłki, przynoszone do stołu przez przyjazny, troskliwy personel.

source: There is top quality accommodation available in Ballybunion all year through. The guest houses, hotels, and Bed and breakfasts are experienced and professional.
ko: 발리 부 니 온에서 최고의 품질의 숙박 시설을 제공 합니다. 게스트 하우스, 호텔, 베드 앤 브렉퍼스트는 경험이 풍부 하 고 전문적입니다.
pl: Przez cały rok w Ballybunion dostępne są najwyższej jakości zakwaterowanie. Pensjonaty, hotele i pensjonaty są doświadczone i profesjonalne.

source: Belmullet and the greater Mullet Peninsula are areas of great natural beauty, and are fast becoming very popular among visitors to Ireland. The peninsula is 33km in length, but it narrows to just 400 metres in the region of Elly Bay. Elly Bay is located on the Mullett Peninsula, approximately 9km from Belmullet town in the North-Elly-BayWest of County Mayo. This area is renowned for its many uncrowded golden beaches and crystal clear waters.
de: Belmullet und die große Halbinsel Mullet sind Gebiete von großer natürlicher Schönheit und werden schnell immer beliebter bei den Besuchern in Irland. Die Halbinsel ist 33km lang, verengt sich aber auf nur 400 Meter in der Region Elly Bay. Elly Bay liegt auf der Halbinsel Mullett, etwa 9 km von Belmullet entfernt im Nordwesten der Grafschaft Mayo. Diese Gegend ist bekannt für ihre vielen nicht überfüllten goldenen Strände und das kristallklare Wasser.
ko: 벨 멀 렛과 그레이터 멀 렛 반도는 훌륭한 자연의 아름다움을 가진 지역으로, 아일랜드 방문객 들 사이에서 빠르게 인기를 끌고 있습니다. 페 닌 슐 라의 길이는 항공권 33km 이지만, 엘리 베이 지역에서 불과 400 미터 거리에 있습니다. 멀 렛 반도에 위치한 엘리 베이는, 메이 요 카운티의 북쪽 엘리-베이 서쪽에 있는 Belmullet 타운에서 약 9km 거리에 있습니다. 이 지역은 많은 혼잡 하지 않은 황금빛 해변과 맑은 바닷물로 유명 합니다.
pl: Belmullet i większy półwysep Mullet są obszary wielkie naturalne piękno, i szybko stają się bardzo popularne wśród odwiedzających do Irlandii. Półwysep jest 33km długości, ale zwęża się do zaledwie 400 metrów w regionie Elly Bay. Hotel Elly Bay położony jest na półwyspie Mullett, w odległości około 9 km od miasta Belmullet w północno-Elly-BayWest w hrabstwie Mayo. Obszar ten słynie z wielu niezatłoczonych złotych plaż i krystalicznie czystych wód.

source: The marine life found at the place includes breeding waders and wintering wildfowl which reside at the natural habitats found in the region. It is accompanied by dune systems that stretch over the western coast of the Mullet Peninsula behind which lie large areas of machair and dune grassland. These natural geographical landforms add to the charm of the place and have made the beach one of tourists’ favourites.
de: Das Meereslebewesen, das sich an der Stelle befindet, umfasst Zuchtvögel und überwinternde Wildvögel, die in den natürlichen Lebensräumen der Region leben. Begleitet wird es von Dünensystemen, die sich über die Westküste der Mullet Halbinsel erstrecken, hinter denen große Bereiche von Machair und Dünengrasland liegen. Diese natürlichen geographischen Landformen tragen zum Charme des Ortes bei und machen den Strand zu einem der beliebtesten Touristen.
ko: 이 곳에서 발견 되는 해양 생물은 지역에서 발견 되는 자연 서식 지에 거주 하는 육 종 및 겨울의 야생 조류를 포함 합니다. 그것은 machair 나 모래 초원의 큰 영역을 거짓말 뒤에 물 렛 반도의 서쪽 해안을 통해 스트레칭 모래 시스템을 동반 한다. 이 자연 지리 지형 장소의 매력에 추가 하 고 관광객 ' 즐겨 찾기 중 하나 해변을 만들었습니다.
pl: W miejscu życia morskiego znajdują się Wodniki hodowlane i zimujące dzikie ptactwo zamieszkujące siedliska przyrodnicze znajdujące się w regionie. Towarzyszy mu systemy wydmy, które rozciągają się na zachodnim wybrzeżu półwyspu Mullet, za którym leżą duże obszary machair i wydmy użytków zielonych. Te naturalne Geografia geograficznych dodać do uroku miejsca i sprawiły, że plaża jeden z ulubionych turystów.

source: Belmullet and the greater Mullet Peninsula are areas of great natural beauty, and are fast becoming very popular among visitors to Ireland. The peninsula is 33km in length, but it narrows to just 400 metres in the region of Elly Bay. Elly Bay is located on the Mullett Peninsula, approximately 9km from Belmullet town in the North-Elly-BayWest of County Mayo. This area is renowned for its many uncrowded golden beaches and crystal clear waters.
de: Belmullet und die große Halbinsel Mullet sind Gebiete von großer natürlicher Schönheit und werden schnell immer beliebter bei den Besuchern in Irland. Die Halbinsel ist 33km lang, verengt sich aber auf nur 400 Meter in der Region Elly Bay. Elly Bay liegt auf der Halbinsel Mullett, etwa 9 km von Belmullet entfernt im Nordwesten der Grafschaft Mayo. Diese Gegend ist bekannt für ihre vielen nicht überfüllten goldenen Strände und das kristallklare Wasser.
ko: 벨 멀 렛과 그레이터 멀 렛 반도는 훌륭한 자연의 아름다움을 가진 지역으로, 아일랜드 방문객 들 사이에서 빠르게 인기를 끌고 있습니다. 페 닌 슐 라의 길이는 항공권 33km 이지만, 엘리 베이 지역에서 불과 400 미터 거리에 있습니다. 멀 렛 반도에 위치한 엘리 베이는, 메이 요 카운티의 북쪽 엘리-베이 서쪽에 있는 Belmullet 타운에서 약 9km 거리에 있습니다. 이 지역은 많은 혼잡 하지 않은 황금빛 해변과 맑은 바닷물로 유명 합니다.
pl: Belmullet i większy półwysep Mullet są obszary wielkie naturalne piękno, i szybko stają się bardzo popularne wśród odwiedzających do Irlandii. Półwysep jest 33km długości, ale zwęża się do zaledwie 400 metrów w regionie Elly Bay. Hotel Elly Bay położony jest na półwyspie Mullett, w odległości około 9 km od miasta Belmullet w północno-Elly-BayWest w hrabstwie Mayo. Obszar ten słynie z wielu niezatłoczonych złotych plaż i krystalicznie czystych wód.

source: The marine life found at the place includes breeding waders and wintering wildfowl which reside at the natural habitats found in the region. It is accompanied by dune systems that stretch over the western coast of the Mullet Peninsula behind which lie large areas of machair and dune grassland. These natural geographical landforms add to the charm of the place and have made the beach one of tourists’ favourites.
de: Das Meereslebewesen, das sich an der Stelle befindet, umfasst Zuchtvögel und überwinternde Wildvögel, die in den natürlichen Lebensräumen der Region leben. Begleitet wird es von Dünensystemen, die sich über die Westküste der Mullet Halbinsel erstrecken, hinter denen große Bereiche von Machair und Dünengrasland liegen. Diese natürlichen geographischen Landformen tragen zum Charme des Ortes bei und machen den Strand zu einem der beliebtesten Touristen.
ko: 이 곳에서 발견 되는 해양 생물은 지역에서 발견 되는 자연 서식 지에 거주 하는 육 종 및 겨울의 야생 조류를 포함 합니다. 그것은 machair 나 모래 초원의 큰 영역을 거짓말 뒤에 물 렛 반도의 서쪽 해안을 통해 스트레칭 모래 시스템을 동반 한다. 이 자연 지리 지형 장소의 매력에 추가 하 고 관광객 ' 즐겨 찾기 중 하나 해변을 만들었습니다.
pl: W miejscu życia morskiego znajdują się Wodniki hodowlane i zimujące dzikie ptactwo zamieszkujące siedliska przyrodnicze znajdujące się w regionie. Towarzyszy mu systemy wydmy, które rozciągają się na zachodnim wybrzeżu półwyspu Mullet, za którym leżą duże obszary machair i wydmy użytków zielonych. Te naturalne Geografia geograficznych dodać do uroku miejsca i sprawiły, że plaża jeden z ulubionych turystów.

source: Surf Across Ireland
de: Surfen in ganz Irland
ko: 아일랜드 전역의 서핑
pl: Irlandia jest jednym z nieodkrytych cudów świata.

source: Belmullet and the greater Mullet Peninsula are areas of great natural beauty, and are fast becoming very popular among visitors to Ireland. The peninsula is 33km in length, but it narrows to just 400 metres in the region of Elly Bay. Elly Bay is located on the Mullett Peninsula, approximately 9km from Belmullet town in the North-Elly-BayWest of County Mayo. This area is renowned for its many uncrowded golden beaches and crystal clear waters. The bay is also of international ecological importance because of the diverse habitat types found in the area. It is a clean sheltered beach, ideal from bathing, swimming, surfing and other water sports.
de: Belmullet und die große Halbinsel Mullet sind Gebiete von großer natürlicher Schönheit und werden schnell immer beliebter bei den Besuchern in Irland. Die Halbinsel ist 33km lang, verengt sich aber auf nur 400 Meter in der Region Elly Bay. Elly Bay liegt auf der Halbinsel Mullett, etwa 9 km von Belmullet entfernt im Nordwesten der Grafschaft Mayo. Diese Gegend ist bekannt für ihre vielen nicht überfüllten goldenen Strände und das kristallklare Wasser. Die Bucht ist auch von internationaler ökologischer Bedeutung, da die Lebensräume in der Gegend unterschiedlich sind. Es ist ein sauberer, geschützter Strand, ideal zum Baden, Schwimmen, Surfen und anderen Wassersportarten.
ko: 벨 멀 렛과 그레이터 멀 렛 반도는 훌륭한 자연의 아름다움을 가진 지역으로, 아일랜드 방문객 들 사이에서 빠르게 인기를 끌고 있습니다. 페 닌 슐 라의 길이는 항공권 33km 이지만, 엘리 베이 지역에서 불과 400 미터 거리에 있습니다. 멀 렛 반도에 위치한 엘리 베이는, 메이 요 카운티의 북쪽 엘리-베이 서쪽에 있는 Belmullet 타운에서 약 9km 거리에 있습니다. 이 지역은 많은 혼잡 하지 않은 황금빛 해변과 맑은 바닷물로 유명 합니다. 이 베이는이 지역에서 발견 되는 다양 한 서식 지 유형 때문에 국제적인 생태 적 중요성을 지니고 있습니다. 그것은 목욕, 수영, 서핑 및 기타 수상 스포츠에서 이상적인 깨끗 하 게 보호 된 해변입니다.
pl: Belmullet i większy półwysep Mullet są obszary wielkie naturalne piękno, i szybko stają się bardzo popularne wśród odwiedzających do Irlandii. Półwysep jest 33km długości, ale zwęża się do zaledwie 400 metrów w regionie Elly Bay. Hotel Elly Bay położony jest na półwyspie Mullett, w odległości około 9 km od miasta Belmullet w północno-Elly-BayWest w hrabstwie Mayo. Obszar ten słynie z wielu niezatłoczonych złotych plaż i krystalicznie czystych wód. Zatoka jest również o międzynarodowym znaczeniu ekologicznym ze względu na zróżnicowane typy siedlisk znalezionych w okolicy. Jest to czysta, osłonięta plaża, idealna do kąpieli, pływania, surfingu i innych sportów wodnych.

source: Welcome to Bundoran, Donegal!
ko: 발렌타인, 케리에 오신것을 환영 합니다
pl: Witamy w Bundoran, Donegal!

source: Experience the wild Atlantic
de: Erfahren Sie den wilden Atlantik
ko: 아일랜드 문화 체험
pl: Doświadcz dzikiego Atlantyku

source: Bundoran offers one of Irelands largest beaches on the west coast.
de: Bundoran bietet einen von Irlands größten Stränden auf der Westküste an.
ko: Bundoran은 서해안에 아일랜드에서 가장 큰 해변 중 하나를 제공합니다.
pl: Bundoran oferuje jedną z największych plaż Irlandii na zachodnim wybrzeżu.

source: Bundoran has even been in national geographic magazine for being 1 of the top 20 surfing towns on the planet.
de: Bundoran ist sogar in nationaler geographischer Zeitschrift gewesen, um 1 von den 20 ersten surfenden Städten auf dem Planeten zu sein.
ko: 분도 란 (Bundoran)은 지구상에서 가장 인기있는 20 개의 서핑 마을 중 하나 인 국가 지리학 잡지에 실렸다.
pl: Bundoran był nawet w krajowym magazynie geograficznym za to, że jest jednym z 20 najlepszych miast surfingowych na świecie.

source: If you are looking for the best place to surf in Ireland, then look no further.
de: Wenn Sie nach dem besten Platz suchen, in Irland zu surfen, dann nicht weiter schauen.
ko: 아일랜드 서핑을하기에 가장 좋은 곳을 찾고 있다면 더 이상 보지 마십시오.
pl: Jeśli szukasz najlepszego miejsca do surfowania w Irlandii, nie szukaj dalej.

source: When you are not surfing, Bundoran offers some of the finest hotels and best traditional Irish music around. Why not visit the surrounding countryside while you're here and see what Donegal has to offer you.
de: Wenn Sie nicht surfen, bietet Bundoran einige der feinsten Hotels und am besten traditioneller irischer Musik um an. Die ländliche Umgebungsgegend warum nicht besuchen, während Sie hier sind und das sehen was Donegal Ihnen anbieten muß.
ko: 서핑을하지 않을 때 Bundoran은 최고의 호텔과 최고의 전통 아일랜드 음악을 제공합니다. 당신이 여기있는 동안 주변의 시골을 방문하여 도니 골 (Donegal)이 제공하는 것을보십시오.
pl: Gdy nie surfujesz, Bundoran oferuje jedne z najlepszych hoteli i najlepszą tradycyjną muzykę irlandzką. Warto odwiedzić okoliczne tereny i zobaczyć, co ma do zaoferowania Donegal.

source: Welcome
de: Willkommen
ko: 발렌타인, 케리에 오신것을 환영 합니다
pl: Witaj!

source: The memories made here will be unforgettable.
de: Die Erinnerungen gemacht werden hier unvergeßlich sein.
ko: 여기서 만든 추억은 잊을 수 없을 것입니다.
pl: Wspomnienia zrobione tutaj będą niezapomniane.

source: Ireland is waiting to be discovered. Enjoy the prime surfing location of Bundoran, Donegal. Surf with friends or the whole family, Bundoran surf company can help any and all beginners.
de: Irland wartet, um entdeckt zu werden. Genießen Sie den surfenden Hauptort von Bundoran, Donegal. Brandung mit Freunden oder der ganzen Familie, Bundoran Brandungsfirma kann irgendwelchem und allen Anfängern helfen.
ko: 아일랜드는 발견되기를 기다리고 있습니다. Bundoran, Donegal의 주요 서핑 장소를 즐기십시오. Bundoran surf company는 친구들이나 온 가족과 함께 서핑을하면서 모든 초보자를 도울 수 있습니다.
pl: Irlandia czeka na odkrycie. Ciesz się doskonałą lokalizacją surfingową Bundoran w Donegal. Surfuj z przyjaciółmi lub całą rodziną, firma surfingowa Bundoran może pomóc wszystkim początkującym.

source: Experience Irish life
ko: 아일랜드 문화 체험

source: Away from the beach, there is plenty for the family to do. Experience what the town has to offer while taking a walk or visit the local leisure centre for something different.
ko: 해변에서 벗어나 가족이 할 수있는 것들이 많이 있습니다. 산책을하거나 지역 레저 센터를 방문하는 동안 제공해야 할 것들을 경험해보십시오.
pl: Z dala od plaży, rodzina ma wiele do zrobienia. Przeżyj to, co miasto ma do zaoferowania podczas spaceru lub odwiedź lokalne centrum rozrywki, aby zobaczyć coś innego.

source: Experience Donegal
ko: 아일랜드 문화 체험

source: Bundoran is in the heart of Donegal, why not get out and vist some of the incredible scenery of Donegal and Sligo. Your trip to Bundoran will definitly be an unforgettable one.
ko: Bundoran은 Donegal의 중심부에 있으며, 나가서 Donegal과 Sligo의 놀라운 경관을 감상하십시오. 분도 란 (Bundoran)으로의 여행은 잊지 못할 추억이 될 것입니다.

source: Are you looking for the ultimate spot to surf in Ireland? Well, guess what you've got it. Are you ready to explore the powerful waves of the Atlantic with our world class instructors?
de: Sind Sie auf der Suche nach dem ultimativen Surfplatz in Irland? Nun, raten Sie mal, was Sie haben. Sind Sie bereit, die mächtigen Wellen des Atlantiks mit unseren Ausbildern der Weltklasse zu erkunden?
ko: 아일랜드에서 서핑을 할 수 있는 최고의 장소를 찾고 계십니까? 글쎄, 당신이 그것을가지고 무엇을 추측. 세계적인 수준의 강사 들과 함께 대서양의 강력한 파도를 탐험할 준비가 되셨나요?
pl: Szukasz ostatecznego miejsca do surfowania w Irlandii? Cóż, zgadnijcie, co masz. Czy jesteś gotów poznać potężne fale Atlantyku z naszymi światowej klasy instruktorami?

source: Are you and your friends willing to conquer top quality waves. There are many places to camp and stay the night by the yellow sand and crystal clear chilly water.
de: Sind Sie und Ihre Freunde bereit, Spitzenwellen zu erobern. Es gibt viele Orte, um zu zelten und die Nacht zu verbringen, am gelben Sand und kristallklarem kühl.
ko: 당신과 당신의 친구 들은 최고 품질의 파도를 정복 하고자 합니다. 야영 하 고 노란 모래와 맑은 쌀쌀한 물에 의해 밤을 머물 수 있는 많은 장소가 있다.
pl: Jesteście ty i twój przyjaciele chętny wobec podbić szczyt różnice jakościowe fale. Istnieje wiele miejsc do obozu i pobyt w nocy przez żółty piasek i krystalicznie czyste wody chłodne.

source: When it's time to relax you can see the beautiful landscape and experience the wildlife of the countryside. There are many luxurious and cheap restaurants all along the coast where you can go and sit down and have a feast.
de: Wenn es Zeit ist, sich zu entspannen, können Sie die schöne Landschaft sehen und die Tierwelt der Landschaft erleben. Es gibt viele luxuriöse und günstige Restaurants entlang der Küste, in denen man sich hinsetzen und ein Fest feiern kann.
ko: 휴식 시간이 되 면 아름 다운 풍경을 보고 시골의 야생 동물을 경험할 수 있습니다. 당신이가 서 앉아서 잔치를 할 수 있는 해안을 따라 많은 고급 스 럽 고 저렴 한 레스토랑이 있습니다.
pl: Kiedy nadszedł czas, aby odpocząć można zobaczyć piękny krajobraz i doświadczyć dzikiej przyrody na wsi. Istnieje wiele luksusowych i tanich restauracji na całym wybrzeżu, gdzie można iść i usiąść i mieć święto.

source: The possibilities for you are endless and the memories to be made are waiting for you.
de: Die Möglichkeiten für Sie sind endlos und die Erinnerungen, die Sie machen müssen, warten auf Sie.
ko: 당신을 위한 가능성은 무한 하 고 만들 수 있는 추억이 당신을 기다리고 있습니다.
pl: Możliwości dla ciebie są nieograniczone, a wspomnienia, które mają być wykonane, czekają na Ciebie.

source: Book your ideal surfing holiday with us and immerse yourself in irish culture in multiple different locations scattered accross the emerald isle.
de: Buchen Sie Ihren idealen Surfurlaub bei uns und tauchen Sie ein in die irische Kultur an verschiedenen Orten, die über die smaragdgrüne Insel verstreut sind.
ko: 우리와 함께 당신의 이상적인 서핑 휴가를 예약 하 고 에메랄드 섬에 걸쳐 흩어져 여러 다른 위치에서 아일랜드 문화에 빠져.
pl: Zarezerwuj idealne wakacje surfing z nami i zanurzyć się w kulturze irlandzkiej w wielu różnych miejscach rozsianych po całej Szmaragdowej wyspie.

source: Master the waves of the atlantic ocean along the west coast of Ireland and experience some of, if not the best surfing locations in world.
de: Beherrschen Sie die Wellen des atlantischen Ozeans entlang der Westküste Irlands und erleben Sie einige, wenn nicht die besten Surforte der Welt.
ko: 아일랜드 서해안을 따라 대서양의 파도를 마스터 하 고 세계 최고의 서핑 위치가 아닌 경우 일부를 경험 하십시오.
pl: Opanuj fale Oceanu Atlantyckiego wzdłuż zachodniego wybrzeża Irlandii i doświadczyć niektórych, jeśli nie najlepsze lokalizacje surfingu w świecie.

source: Are you ready to dive in ?
de: Sind Sie zum Eintauchen bereit?
ko: 잠수 할 준비가 되셨습니까?
pl: Czy jesteś gotowy do nurkowania?

source: When you are not surfing you can see beatiful locations scattered accross the landscape and experience the relaxed nightlife of the countryside, whether thats going off to the local pubs for a bite to eat and a few drinks, or camping out under the starts next to a fire.
de: Wenn Sie nicht surfen, können Sie schöne Orte in der Landschaft sehen und das entspannte Nachtleben der Landschaft erleben, ob es in den örtlichen Pubs losgeht, um etwas zu essen und ein paar Drinks zu trinken, oder unter den Starts neben einem Feuer zu campen.
ko: 당신이 서핑을 하지 않을 때 당신은 풍경에 흩어져 아름 다운 위치를 볼 수 있으며 시골의 편안한 나이트 라이프를 경험 하는 것은, 식사와 몇 가지 음료를 먹을 수 있는 현지 술집에가 고 있는지, 또는 화재 옆에 캠핑을 시작 합니다.
pl: Kiedy nie surfujesz, możesz zobaczyć piękne miejsca rozrzucone po całym krajobrazie i doświadczyć spokojnego życia nocnego na wsi, bez względu na to, czy udajesz się do lokalnych pubów na przekąskę i kilka drinków, czy też biwakujesz pod startami obok ogień.

source: Ireland is one of the world's undiscovered wonders.
de: Irland ist eines der unentdeckten Wunder in der Welt.
ko: 아일랜드는 세계에서 알려지지 않은 불가사의 중 하나입니다.
pl: Irlandia jest jednym z nieodkrytych cudów świata.
